---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayBendradius
source: html/70e93b7f-3c58-d43d-a323-0c4396bc8689.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayBendradius Property

"Bend Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayBendradius { get; }
```